{
  "rasa_nlu_data": {
    "common_examples": [
      {
        "text": "Quyền và nghĩa vụ của cha mẹ và con theo quy định tại Luật Hôn Nhân và Gia Đình và các luật khác có liên quan được thể hiện như thế nào?",
        "intent": "05_68_1"
      },
      {
        "text": "Quyền và nghĩa vụ của cha mẹ và con có mối quan hệ gì với các bộ luật khác không?",
        "intent": "05_68_1"
      },
      {
        "text": "Quyền và nghĩa vụ của cha mẹ và con có liên quan các bộ luật nào?",
        "intent": "05_68_1"
      },
      {
        "text": "Con sinh ra có quyền và nghĩa vụ như nhau đối với cha mẹ không phụ thuộc vào tình trạng hôn nhân của họ như thế nào?",
        "intent": "05_68_2"
      },
      {
        "text": "Quyền và nghĩa vụ của con sinh ra không phụ thuộc vào tình trang hôn nhân của cha mẹ?",
        "intent": "05_68_2"
      },
      {
        "text": "Quyền và nghĩa vụ của con nuôi và mẹ nuôi giữa họ được quy định như thế nào?",
        "intent": "05_68_3"
      },
      {
        "text": "Mọi thỏa thuận liên quan đến quan hệ nhân thân và tài sản giữa cha mẹ và con phải tuân theo quy định gì?",
        "intent": "05_68_4"
      },
      {
        "text": "Điều kiện nào khiến cho thỏa thuận giữa cha mẹ và con cái không được phép ảnh hưởng đến quyền lợi hợp pháp của con chưa thành niên?",
        "intent": "05_68_4"
      },
      {
        "text": "Nêu nghĩa vụ và quyền của cha mẹ theo luật hôn nhân và gia đình Việt Nam?",
        "intent": "05_69_1"
      },
      {
        "text": "Quyền của cha mẹ đối với con đã thành niên nhưng mất năng lực hành vị dân sự?",
        "intent": "05_69_1"
      },
      {
        "text": "Quyền và nghĩa vụ của cha mẹ đối với trẻ chưa thành niên?",
        "intent": "05_69_1"
      },
      {
        "text": "Quyền và nghĩa vụ của cha mẹ?",
        "intent": "05_69_1"
      },
      {
        "text": "Cha mẹ có trách nhiệm gì đối với con đã thành niên mất năng lực hành vi dân sự?",
        "intent": "05_69_2"
      },
      {
        "text": "Có quy định gì về phân biệt đối xử của cha mẹ đối với con?",
        "intent": "05_69_4"
      },
      {
        "text": "Pháp luật quy định gì về cha mẹ phân biệt đối xử con?",
        "intent": "05_69_4"
      },
      {
        "text": "Cha mẹ không được phân biệt đối xử con trên các cơ sở nào?",
        "intent": "05_69_4"
      },
      {
        "text": "Con có những quyền và nghĩa vụ gì đối với cha mẹ theo luật hôn nhân và gia đình Việt Nam?",
        "intent": "05_70_1"
      },
      {
        "text": "Trường hợp con bị mất năng lực hành vị dân sự có quyền và nghĩa vụ gì đối với cha mẹ?",
        "intent": "05_70_3"
      },
      {
        "text": "Đối với trẻ chưa thành niên có quyền và nghĩa vụ gì?",
        "intent": "05_70_3"
      },
      {
        "text": "Quyền và nghĩa vụ của con đối với cha mẹ là gì?",
        "intent": "05_70_1"
      },
      {
        "text": "Con đã thành niên sống cùng cha mẹ có nghĩa vụ gì đối với gia đình theo quy định của luật hôn nhân và gia đình?",
        "intent": "05_70_4"
      },
      {
        "text": "Theo quy định của pháp luật, con đã thành niên có trách nhiệm gì với công việc gia đình?",
        "intent": "05_70_4"
      },
      {
        "text": "Khi sống cùng cha mẹ, con đã thành niên có quyền và nghĩa vụ gì?",
        "intent": "05_70_4"
      },
      {
        "text": "Con có phải đóng góp vào công việc hoặc thu nhập gia đình không?",
        "intent": "05_70_4"
      },
      {
        "text": "Quyền và nghĩa vụ của con đã thành niên là gì?",
        "intent": "05_70_4"
      },
      {
        "text": "Con có quyền gì đối với tài sản của gia đình theo luật hôn nhân và gia đình?",
        "intent": "05_70_5"
      },
      {
        "text": "Con có được hưởng tài sản của gia đình không?",
        "intent": "05_70_5"
      },
      {
        "text": "Đối với tài sản của gia đình con có quyền lợi gì?",
        "intent": "05_70_5"
      },
      {
        "text": "Cha, mẹ có nghĩa vụ và quyền gì đối với việc chăm sóc, nuôi dưỡng con theo luật hôn nhân và gia đình?",
        "intent": "05_71_1"
      },
      {
        "text": "Trường hợp nào cha mẹ có nghĩa vụ và quyền chăm sóc nuôi dưỡng con?",
        "intent": "05_71_1"
      },
      {
        "text": "Ai có quyền nghĩa vụ nuôi con?",
        "intent": "05_71_1"
      },
      {
        "text": "Cha hay mẹ bên nào có nghĩa vụ và quyền nuôi con hơn?",
        "intent": "05_71_1"
      },
      {
        "text": "Con có nghĩa vụ và quyền gì đối với việc chăm sóc, nuôi dưỡng cha, mẹ theo luật hôn nhân và gia đình?",
        "intent": "05_71_2"
      },
      {
        "text": "Trường hợp nào con phải chăm sóc cha mẹ?",
        "intent": "05_71_2"
      },
      {
        "text": "Gia đình có nhiều con ai phải chăm sóc cha mẹ?",
        "intent": "05_71_2"
      },
      {
        "text": "Con có phải nuôi dưỡng cha mẹ không?",
        "intent": "05_71_2"
      },
      {
        "text": "Cha, mẹ có nghĩa vụ và quyền gì trong việc giáo dục con theo luật hôn nhân và gia đình?",
        "intent": "05_72_1"
      },
      {
        "text": "Theo quy định, cha mẹ phải thực hiện quyền giáo dục con như thế nào?",
        "intent": "05_72_1"
      },
      {
        "text": "Cha, mẹ có nghĩa vụ và quyền gì trong việc hướng dẫn con chọn nghề theo luật hôn nhân và gia đình?",
        "intent": "05_72_2"
      },
      {
        "text": "Cha mẹ có quyền cấm con học nghề con muốn không?",
        "intent": "05_72_2"
      },
      {
        "text": "Cha mẹ có quyền cấm con tham gia các hoạt động chính trị không?",
        "intent": "05_72_2"
      },
      {
        "text": "Cha mẹ có thể ép buộc con chọn nghề mà ba mẹ muốn không?",
        "intent": "05_72_2"
      },
      {
        "text": "Cha mẹ có quyền hướng dẫn con chọn nghề không?",
        "intent": "05_72_2"
      },
      {
        "text": "Cha, mẹ có quyền đề nghị sự giúp đỡ từ cơ quan, tổ chức nào khi gặp khó khăn trong việc giáo dục con theo luật hôn nhân và gia đình?",
        "intent": "05_72_3"
      },
      {
        "text": "Trường hợp cha mẹ gặp khó khăn trong việc giáo dục con phải làm gì?",
        "intent": "05_72_3"
      },
      {
        "text": "Khi có khó khăn không thể giải quyết trong việc giáo dục con phải làm gì?",
        "intent": "05_72_3"
      },
      {
        "text": "Ai là người đại diện theo pháp luật của con chưa thành niên, con đã thành niên mất năng lực hành vi dân sự?",
        "intent": "05_73_1"
      },
      {
        "text": "Cha mẹ không làm người đại diện pháp luật cho con được không?",
        "intent": "05_73_1"
      },
      {
        "text": "Trường hợp nào cha mẹ cần đại diện pháp luật cho con?",
        "intent": "05_73_1"
      },
      {
        "text": "Con chưa thành niên có thể đại diện theo pháp luật được không?",
        "intent": "05_73_1"
      },
      {
        "text": "Cha mẹ có quyền gì đối với việc thực hiện giao dịch để đáp ứng nhu cầu thiết yếu của con?",
        "intent": "05_73_2"
      },
      {
        "text": "Cha mẹ có thể thực hiện giao dịch cho con không?",
        "intent": "05_73_2"
      },
      {
        "text": "Giao dịch liên quan đến tài sản nào cần có sự thỏa thuận của cha mẹ khi liên quan đến con?",
        "intent": "05_73_3"
      },
      {
        "text": "Các loại tài sản nào của con cần thỏa thuận của cha mẹ? ",
        "intent": "05_73_3"
      },
      {
        "text": "Đối với giao dịch liên quan đến bất động sản, trường hợp nào cần thỏa thuận của cha mẹ?",
        "intent": "05_73_3"
      },
      {
        "text": "Con có thể giao dịch bất động sản không?",
        "intent": "05_73_3"
      },
      {
        "text": "Ai chịu trách nhiệm liên đới về việc thực hiện giao dịch liên quan đến tài sản của con?",
        "intent": "05_73_4"
      },
      {
        "text": "Cha mẹ phải chịu trách nhiệm gì liên quan đến thực hiện giao dịch liên quan tới tài sản của con?",
        "intent": "05_73_4"
      },
      {
        "text": "Ai phải bồi thường thiệt hại do con chưa thành niên, con đã thành niên mất năng lực hành vi dân sự gây ra?",
        "intent": "05_74"
      },
      {
        "text": "Cha mẹ có trách nhiệm gì với thiệt hại do con gây ra?",
        "intent": "05_74"
      },
      {
        "text": "Ai có trách nhiệm bồi thường thiệt hại do trẻ chưa thành niên?",
        "intent": "05_74"
      },
      {
        "text": "Con có quyền gì đối với tài sản riêng?",
        "intent": "05_75"
      },
      {
        "text": "Con có quyền có tài sản riêng không?",
        "intent": "05_75_1"
      },
      {
        "text": "Các loại tài sản riêng của con là gì?",
        "intent": "05_75_1"
      },
      {
        "text": "Tài sản riêng của con gồm loại nào?",
        "intent": "05_75_1"
      },
      {
        "text": "Khi sống chung với cha mẹ con có nghĩa vụ gì?",
        "intent": "05_75_2"
      },
      {
        "text": "Con bao nhiêu tuổi để chăm lo cho cha mẹ?",
        "intent": "05_75_2"
      },
      {
        "text": "Con có phải chăm lo gia đình không?",
        "intent": "05_75_2"
      },
      {
        "text": "Con đã thành niên có nghĩa vụ gì đối với gia đình?",
        "intent": "05_75_3"
      },
      {
        "text": "Khi đã thành niên con có phải đóng góp cho gia đình không? ",
        "intent": "05_75_3"
      },
      {
        "text": "Khi đã thành niên con có nghĩa vụ gì đối với gia đình?",
        "intent": "05_75_3"
      },
      {
        "text": "Con từ đủ 15 tuổi trở lên có quyền quản lý tài sản riêng như thế nào?",
        "intent": "05_76_1"
      },
      {
        "text": "Độ tuổi con có thể tự quản lí tài sản riêng?",
        "intent": "05_76_1"
      },
      {
        "text": "Con có thể tự quản lý tài sản không?",
        "intent": "05_76_1"
      },
      {
        "text": "Khi con từ đủ 15 tuổi trở lên, tài sản riêng của con được quản lý như thế nào?",
        "intent": "05_76_2"
      },
      {
        "text": "Đối với con mất năng lực hành vi dân sự tài sản của con được giải quyết thế nào?",
        "intent": "05_76_2"
      },
      {
        "text": "Trường hợp con bị vấn đề tâm thần, tài sản riêng của con được quản lý như thế nào?",
        "intent": "05_76_2"
      },
      {
        "text": "Cha mẹ không thể quản lý tài sản riêng của con khi con chưa đủ tuổi nên làm gì?",
        "intent": "05_76_2"
      },
      {
        "text": "Các trường hợp nào cha mẹ được quyền quản lý tài sản riêng của con?",
        "intent": "05_76_2"
      },
      {
        "text": "Tài sản của con khi chưa đủ tuổi để tự mình quản lý phải làm sao?",
        "intent": "05_76_2"
      },
      {
        "text": "Khi con được người khác giám hộ, tài sản riêng của con được quản lý như thế nào?",
        "intent": "05_76_3"
      },
      {
        "text": "Con có người giám hộ khác, cha mẹ có thể quản lý tài sản thừa kế theo di chúc cho con không?",
        "intent": "05_76_3"
      },
      {
        "text": "Con có người khác giám hộ tài sản riêng của con cha mẹ quản lý được không?",
        "intent": "05_76_3"
      },
      {
        "text": "Khi con được giao cho người khác giám hộ, tài sản riêng của con được giải quyết như thế nào?",
        "intent": "05_76_4"
      },
      {
        "text": "Khi con được giao cho người khác giám hộ, tài sản riêng của con do cha mẹ quản lý được không?",
        "intent": "05_76_4"
      },
      {
        "text": "Cha mẹ có quyền quản lý tài sản của con khi con có người khác giám hộ không?",
        "intent": "05_76_4"
      },
      {
        "text": "Tài sản của con khi chưa đủ tuổi , cha mẹ có quyền sử dụng giao dịch tài sản đó không?",
        "intent": "05_77_1"
      },
      {
        "text": "Tài sản của con khi chưa đủ tuổi , người giám hộ có quyền sử dụng giao dịch tài sản đó không?",
        "intent": "05_77_1"
      },
      {
        "text": "Ai có quyền định đoạt tài sản của con chưa đủ tuổi?",
        "intent": "05_77_1"
      },
      {
        "text": "Con bao nhiêu tuổi có quyền định đoạt tài sản riêng?",
        "intent": "05_77_2"
      },
      {
        "text": "Dưới 18 tuổi có thể đăng ký quyền sở hữu bất động sản được không?",
        "intent": "05_77_2"
      },
      {
        "text": "Con có quyền định đoạt bất động sản không?",
        "intent": "05_77_2"
      },
      {
        "text": "Con bị vấn đề tâm thần, quyền định đoạt tài sản của con như thế nào?",
        "intent": "05_77_3"
      },
      {
        "text": "Con bị mất ý thức, cha mẹ có thể định đoạt tài sản của con không?",
        "intent": "05_77_3"
      },
      {
        "text": "Quyền, nghĩa vụ của cha nuôi, mẹ nuôi, con nuôi là gì?",
        "intent": "05_78_1"
      },
      {
        "text": "Cha mẹ nuôi, con nuôi có quyền và nghĩa vụ giống cha mẹ con ruột không?",
        "intent": "05_78_1"
      },
      {
        "text": "Chấm dứt nuôi con nuôi thì quyền và nghĩa vụ như thế nào?",
        "intent": "05_78_1"
      },
      {
        "text": "Quyền và nghĩa vụ cha mẹ nuôi, con nuôi chấm dứt khi nào?",
        "intent": "05_78_1"
      },
      {
        "text": "Con đã được người khác nhận nuôi, quyền của cha mẹ đẻ có mất không?",
        "intent": "05_78_2"
      },
      {
        "text": "Cha mẹ ruột và con ruột có thể khôi phục quyền nghĩa vụ khi con được nhận nuôi không?",
        "intent": "05_78_3"
      },
      {
        "text": "Quyền và nghĩa vụ cha mẹ ruột đới với con ruột được người khác nhận nuôi khôi phục được không?",
        "intent": "05_78_3"
      },
      {
        "text": "Sau khi chấm dứt quan hệ con nuôi, cha mẹ đẻ không còn hoặc không có đủ điều kiện nuôi con thì được giải quyết như thế nào?",
        "intent": "05_78_3"
      },
      {
        "text": "Tòa án chỉ định người giám hộ cho con sau khi kết thúc quan hệ nuôi con nuôi được không?",
        "intent": "05_78_3"
      },
      {
        "text": "Quyền, nghĩa vụ giữa cha đẻ, mẹ đẻ và con đẻ khi quan hệ nuôi con nuôi chấm dứt là gì?",
        "intent": "05_78_3"
      },
      {
        "text": "Quyền và nghĩa vụ của cha dượng, mẹ kế là gì?",
        "intent": "05_79_1"
      },
      {
        "text": "Sau khi tái hôn, cha dượng mẹ kế có phải nuôi dưỡng con riêng của bên kia khong?",
        "intent": "05_79_1"
      },
      {
        "text": "Cha dượng hoặc mẹ kế có quyền và nghĩa vụ gì?",
        "intent": "05_79_1"
      },
      {
        "text": "Con riêng có quyền nghĩa vụ gì đối với cha dượng hoặc mẹ kế không?",
        "intent": "05_79_2"
      },
      {
        "text": "Quyền và nghĩa vụ của con riêng với cha mẹ kế",
        "intent": "05_79_2"
      },
      {
        "text": "Quyền, nghĩa vụ của con dâu, con rể, cha mẹ vợ, cha mẹ chồng là gì?",
        "intent": "05_80"
      },
      {
        "text": "Con dâu có phải chăm sóc cha mẹ chồng không?",
        "intent": "05_80"
      },
      {
        "text": "Con rể có phải chăm sóc cha mẹ vợ không?",
        "intent": "05_80"
      },
      {
        "text": "Sau khi kết hôn sống chung với cha mẹ chồng con dâu cần thực hiện những gì?",
        "intent": "05_80"
      },
      {
        "text": "Sau khi ly hôn, cha mẹ có quyền, nghĩa vụ gì đối với con?",
        "intent": "05_81_1"
      },
      {
        "text": "Sau khi ly hôn, cha mẹ có phải nuôi con không?",
        "intent": "05_81_1"
      },
      {
        "text": "Vợ chồng sau khi ly hôn, có thể có quyền chăm sóc con không?",
        "intent": "05_81_1"
      },
      {
        "text": "Sau khi ly hôn, vợ, chồng có thể thỏa thuận về việc nuôi con như thế nào?",
        "intent": "05_81_2"
      },
      {
        "text": "Vợ chồng không thỏa thuận được quyền, nghĩa vụ nuôi con thì làm sao?",
        "intent": "05_81_2"
      },
      {
        "text": "Sau khi ly hôn có thể thỏa thuận nuôi con không?",
        "intent": "05_81_2"
      },
      {
        "text": "Con dưới 36 tháng tuổi sẽ được giao cho ai sau khi ly hôn?",
        "intent": "05_81_3"
      },
      {
        "text": "Người mẹ có quyền nuôi con dưới 36 tháng không?",
        "intent": "05_81_3"
      },
      {
        "text": "Điều kiện gì để mẹ trực tiếp nuôi con?",
        "intent": "05_81_3"
      },
      {
        "text": "Cha, mẹ không trực tiếp nuôi con có nghĩa vụ gì theo Điều 82?",
        "intent": "05_82_1"
      },
      {
        "text": "Sau khi ly hôn, người không trực tiếp nuôi con có thể yêu cầu con sống chung với mình được không?",
        "intent": "05_82_1"
      },
      {
        "text": "Cha, mẹ không trực tiếp nuôi con có nghĩa vụ gì khác theo Điều 82?",
        "intent": "05_82_2"
      },
      {
        "text": "Cha mẹ sau khi ly hôn không trực tiếp nuôi con có phải cấp dưỡng cho con không?",
        "intent": "05_82_2"
      },
      {
        "text": "Người không trực tiếp nuôi con có cần phải chu cấp cho con không?",
        "intent": "05_82_2"
      },
      {
        "text": "Sau khi ly hôn, chồng không có quyền nuôi con có phải chu cấp cho con hay không?",
        "intent": "05_82_2"
      },
      {
        "text": "Sau khi ly hôn, vợ không có quyền nuôi con có phải chu cấp cho con hay không?",
        "intent": "05_82_2"
      },
      {
        "text": "Người không trực tiếp nuôi con sau khi ly hôn có quyền và nghĩa vụ gì theo Điều 82?",
        "intent": "05_82_3"
      },
      {
        "text": "Sau khi ly hôn , người chồng có thể thăm con không?",
        "intent": "05_82_3"
      },
      {
        "text": "Sau khi ly hôn , mẹ có thể thăm con không?",
        "intent": "05_82_3"
      },
      {
        "text": "Người không trực tiếp nuôi con có thể thăm nom con được không?",
        "intent": "05_82_3"
      },
      {
        "text": "Người trực tiếp nuôi con có quyền làm gì nếu cha, mẹ không trực tiếp nuôi con lạm dụng quyền thăm nom?",
        "intent": "05_82_3"
      },
      {
        "text": "Cha lợi dụng quyền thăm nom để gây áp lực cản trở tình cảm mẹ con phải làm gì?",
        "intent": "05_82_3"
      },
      {
        "text": "Mẹ lấy quyền thăm nom con để mang con sang nhà người mẹ sống có thể yêu cầu tòa giải quyết không?",
        "intent": "05_82_3"
      },
      {
        "text": "Cha, mẹ trực tiếp nuôi con có quyền yêu cầu gì đối với người không trực tiếp nuôi con?",
        "intent": "05_83_1"
      },
      {
        "text": "Sau ly hôn, gia đình chồng gây áp lực không đồng ý cho mẹ nuôi con?",
        "intent": "05_83_1"
      },
      {
        "text": "Mẹ có thể yêu cầu người cha cấp dưỡng cho con sau khi ly hôn không?",
        "intent": "05_83_1"
      },
      {
        "text": "Cha, mẹ trực tiếp nuôi con có nghĩa vụ gì đối với người không trực tiếp nuôi con?",
        "intent": "05_83_2"
      },
      {
        "text": "Gia đình vợ sau khi ly hôn không cho bố thăm nom con được không?",
        "intent": "05_83_2"
      },
      {
        "text": "Khi nào Tòa án có thể quyết định việc thay đổi người trực tiếp nuôi con?",
        "intent": "05_84_1"
      },
      {
        "text": "Có thể thay đổi người trực tiếp nuôi con sau khi ly hôn không?",
        "intent": "05_84_1"
      },
      {
        "text": "Khi nào việc thay đổi người trực tiếp nuôi con được giải quyết?",
        "intent": "05_84_2"
      },
      {
        "text": "Cha mẹ có thể thay đổi người trực tiếp nuôi con trong trường hợp nào?",
        "intent": "05_84_2"
      },
      {
        "text": "Khi thỏa thuận thay đổi người trực tiếp nuôi con sau khi ly hôn cha mẹ cần chú ý gì?",
        "intent": "05_84_2"
      },
      {
        "text": "Trường hợp nào có thể yêu cầu thay đổi người trực tiếp nuôi con? ",
        "intent": "05_84_2"
      },
      {
        "text": "Khi người trực tiếp nuôi con không đủ điều kiện nuôi con có thể yêu cầu đổi người trực tiếp nuôi con không?",
        "intent": "05_84_2"
      },
      {
        "text": "Việc thay đổi người trực tiếp nuôi con phải xem xét điều gì?",
        "intent": "05_84_3"
      },
      {
        "text": "Thay đổi người trực tiếp nuôi con có phải hỏi ý kiến con không?",
        "intent": "05_84_3"
      },
      {
        "text": "Khi nào cần hỏi nguyện vọng của con khi đổi người trực tiếp nuôi con?",
        "intent": "05_84_3"
      },
      {
        "text": "Trong trường hợp xét thấy cả cha và mẹ đều không đủ điều kiện trực tiếp nuôi con, Tòa án quyết định như thế nào?",
        "intent": "05_84_4"
      },
      {
        "text": "Khi cha mẹ đều không đủ điều kiện trực tiếp nuôi con sau khi ly hôn được giải quyết như thế nào?",
        "intent": "05_84_4"
      },
      {
        "text": "Tòa án làm gì khi cha mẹ không đủ điều kiện trực tiếp nuôi con sau ly hôn?",
        "intent": "05_84_4"
      },
      {
        "text": "Ai có quyền yêu cầu thay đổi người trực tiếp nuôi con khi người trực tiếp nuôi con không đủ điều kiện chăm sóc con?",
        "intent": "05_84_5"
      },
      {
        "text": "Khi mẹ không đủ điều kiện nuôi con sau khi ly hôn người thân có thể liên hệ ai để thay đổi người trực tiếp nuôi con?",
        "intent": "05_84_5"
      },
      {
        "text": "Khi nào cha, mẹ bị hạn chế quyền đối với con chưa thành niên?",
        "intent": "05_85_1"
      },
      {
        "text": "Cha mẹ xúi giục con làm việc trái pháp luật trái đạo đức xã hội sẽ bị gì?",
        "intent": "05_85_1"
      },
      {
        "text": "Cha mẹ có lối sống đồi trụy có quyền đối với con chưa thành niên không?",
        "intent": "05_85_1"
      },
      {
        "text": "Trường hợp nào cha mẹ bị hạn chế quyền đối với con chưa thành niên?",
        "intent": "05_85_1"
      },
      {
        "text": "Tòa án có thể ra quyết định gì đối với cha, mẹ trong trường hợp bị hạn chế quyền đối với con chưa thành niên?",
        "intent": "05_85_2"
      },
      {
        "text": "Ai có thể yêu cầu Tòa án ra quyết định hạn chế quyền của cha, mẹ đối với con chưa thành niên?",
        "intent": "05_85_2"
      },
      {
        "text": "Thời hạn hạn chế quyền của cha, mẹ đối với con chưa thành niên là bao lâu?",
        "intent": "05_85_2"
      },
      {
        "text": "Ai có quyền yêu cầu Tòa án hạn chế quyền của cha, mẹ đối với con chưa thành niên?",
        "intent": "05_86_1"
      },
      {
        "text": "Mẹ có thể yêu cầu tòa can thiệp khi cha bạo hành con không?",
        "intent": "05_86_1"
      },
      {
        "text": "Ai còn có quyền yêu cầu Tòa án hạn chế quyền của cha, mẹ đối với con chưa thành niên theo Điều 86 ngoài cha, mẹ, người giám hộ?",
        "intent": "05_86_2"
      },
      {
        "text": "Ngoài cha, mẹ, người giám hộ còn ai khác có thể yêu cầu hạn chế quyền cha mẹ đối với con chưa thành niên?",
        "intent": "05_86_2"
      },
      {
        "text": "Họ hàng có thể yêu cầu tòa án giúp đỡ khi thấy con cháu bị cha mẹ bạo hành không?",
        "intent": "05_86_2"
      },
      {
        "text": "Khi nào cá nhân, cơ quan, tổ chức khác có quyền đề nghị yêu cầu Tòa án hạn chế quyền của cha, mẹ đối với con chưa thành niên?",
        "intent": "05_86_3"
      },
      {
        "text": "Khi phát hiện cha mẹ xúi giục ép con làm việc trái pháp luật cần liên hệ với cơ quan nào?",
        "intent": "05_86_3"
      },
      {
        "text": "Trong trường hợp cha hoặc mẹ bị hạn chế quyền đối với con chưa thành niên, ai thực hiện quyền trông nom, nuôi dưỡng, chăm sóc, giáo dục con, quản lý tài sản riêng của con?",
        "intent": "05_87_1"
      },
      {
        "text": "Trường hợp cha hoặc mẹ bị Tòa án hạn chế quyền đối với con chưa thành niên thì ai thực hiện quyền nghĩa vụ với con?",
        "intent": "05_87_1"
      },
      {
        "text": "Khi nào việc trông nom, chăm sóc, giáo dục con và quản lý tài sản riêng của con chưa thành niên được giao cho người giám hộ?",
        "intent": "05_87_2"
      },
      {
        "text": "Mẹ bị hạn chế quyền đối với con nhưng xác định được cha trường hợp này được giải quyết như thế nào?",
        "intent": "05_87_2"
      },
      {
        "text": "Cha bị hạn chế quyền với con nhưng mẹ không đủ điều kiện thực hiện quyền nghĩa vụ với con, con được giao cho ai?",
        "intent": "05_87_2"
      },
      {
        "text": "Nếu cha và mẹ đều bị hạn chế quyền với con thì phải làm sao?",
        "intent": "05_87_2"
      },
      {
        "text": "Cha, mẹ đã bị hạn chế quyền đối với con chưa thành niên, nhưng vẫn có nghĩa vụ nào đối với con?",
        "intent": "05_87_3"
      },
      {
        "text": "Đối với người bị hạn chế quyền đối với con có phải thực hiện nghĩa vụ gì không?",
        "intent": "05_87_3"
      },
      {
        "text": "Khi nào con được coi là con chung của vợ chồng?",
        "intent": "05_88_1"
      },
      {
        "text": "Con chung của vợ chồng là gì?",
        "intent": "05_88_1"
      },
      {
        "text": "Con sinh ra trước khi đăng ký kết hôn có được tính là con chung không?",
        "intent": "05_88_1"
      },
      {
        "text": "Sau khi ly hôn, con mới sinh có được tính là con chung không?",
        "intent": "05_88_1"
      },
      {
        "text": "Trong trường hợp cha, mẹ không thừa nhận con, điều gì cần phải có để Tòa án xác định?",
        "intent": "05_88_2"
      },
      {
        "text": "Cha mẹ không thừa nhận con có được không?",
        "intent": "05_88_2"
      },
      {
        "text": "Cha mẹ không thừa nhận con có được không?",
        "intent": "05_88_2"
      },
      {
        "text": "Ai có thể yêu cầu Tòa án xác định người khác là con của mình?",
        "intent": "05_89_1"
      },
      {
        "text": "Cha mẹ có thể yêu cầu Tòa xác định con không?",
        "intent": "05_89_1"
      },
      {
        "text": "Cha mẹ có thể yêu cầu cơ quan nào xác đinh con mình?",
        "intent": "05_89_1"
      },
      {
        "text": "Ai có thể yêu cầu Tòa án xác định người khác không phải là con của mình?",
        "intent": "05_89_2"
      },
      {
        "text": "Khi phát hiện con mình không phải con ruột, có thể yêu cầu tòa xác định người đó không phải con mình không?",
        "intent": "05_89_2"
      },
      {
        "text": "Khi biết con mình không phải con ruột, cha, mẹ có thể yêu cầu Tòa xác định không?",
        "intent": "05_89_2"
      },
      {
        "text": "Con đã thành niên có quyền nhận cha, mẹ không cần sự đồng ý của ai?",
        "intent": "05_90_2"
      },
      {
        "text": "Con đã thành niên có quyền nhận cha không?",
        "intent": "05_90_2"
      },
      {
        "text": "Con đã thành niên có quyền nhận mẹ không?",
        "intent": "05_90_2"
      },
      {
        "text": "Con có quyền nhận cha, mẹ của mình không?",
        "intent": "05_90_1"
      },
      {
        "text": "Con có thể nhận cha, mẹ đã mất không?",
        "intent": "05_90_1"
      },
      {
        "text": "Ai có quyền nhận cha, mẹ của mình?",
        "intent": "05_90_1"
      },
      {
        "text": "Trong trường hợp người có vợ, chồng nhận con, liệu việc nhận con có cần sự đồng ý của người kia không?",
        "intent": "05_91_2"
      },
      {
        "text": "Có thể nhận con khi đã kết hôn với người khác không?",
        "intent": "05_91_2"
      },
      {
        "text": "Cha, mẹ có quyền nhận con của mình không?",
        "intent": "05_91_1"
      },
      {
        "text": "Khi con đã chết, cha mẹ có thể nhận con không?",
        "intent": "05_91_1"
      },
      {
        "text": "Cha mẹ có quyền nhận con khi nào?",
        "intent": "05_91_1"
      },
      {
        "text": "Trong trường hợp người có yêu cầu chết, người thân thích có quyền yêu cầu Tòa án xác định cha, mẹ, con của người đã chết không?",
        "intent": "05_92"
      },
      {
        "text": "Trường hợp có yêu cầu xác định cha mẹ mà người con đã chết có giải quyết được không?",
        "intent": "05_92"
      },
      {
        "text": "Khi xác định con nhưng cha hoặc mẹ mất thì có được giải quyết không?",
        "intent": "05_92"
      },
      {
        "text": "Theo Điều 93 của của Luật Hôn Nhân và Gia Đình, trong trường hợp người vợ sử dụng kỹ thuật hỗ trợ sinh sản, việc xác định cha, mẹ được áp dụng theo quy định nào?",
        "intent": "05_93_1"
      },
      {
        "text": "Ai là mẹ của đứa con được sinh ra trong trường hợp người phụ nữ sống độc thân sử dụng kỹ thuật hỗ trợ sinh sản?",
        "intent": "05_93_2"
      },
      {
        "text": "Phụ nữ độc thân như sinh con bằng kỹ thuật thì có phải là mẹ của con được sinh ra không?",
        "intent": "05_93_2"
      },
      {
        "text": "Đối với phụ nữ độc thân sinh con bằng kỹ thuật thì được xác định con không?",
        "intent": "05_93_2"
      },
      {
        "text": "Khi sử dụng kỹ thuật hỗ trợ sinh sản, liệu quan hệ cha, mẹ và con có phát sinh giữa người cho tinh trùng, noãn, phôi không?",
        "intent": "05_93_3"
      },
      {
        "text": "Người cho phôi có phát sinh quan hệ cha mẹ với con được sinh ra không?",
        "intent": "05_93_3"
      },
      {
        "text": "Người cho tinh trùng, cho noãn có thể phát sinh mối quan hệ cha, mẹ và con không?",
        "intent": "05_93_3"
      },
      {
        "text": "Trong trường hợp mang thai hộ vì mục đích nhân đạo, việc xác định cha, mẹ được áp dụng theo quy định nào?",
        "intent": "05_93_4"
      },
      {
        "text": "Làm thế nào để xác định cha, mẹ trong trường hợp mang thai hộ vì mục đích nhân đạo?",
        "intent": "05_94"
      },
      {
        "text": "Khi con sinh ra bằng biện pháp nhờ mang thai hộ thì xác định cha, mẹ như thế nào?",
        "intent": "05_94"
      },
      {
        "text": "Điều kiện nào cần được đáp ứng khi thực hiện mang thai hộ vì mục đích nhân đạo theo Điều 95?",
        "intent": "05_95_1"
      },
      {
        "text": "Có thể ép buộc người khác mang thai hộ không?",
        "intent": "05_95_1"
      },
      {
        "text": "Có cần lập giao kèo khi mang thai hộ không?",
        "intent": "05_95_1"
      },
      {
        "text": "Vợ chồng có quyền nhờ người mang thai hộ khi nào và những điều kiện gì?",
        "intent": "05_95_2"
      },
      {
        "text": "Các điều kiện nào để vợ chồng nhờ người mang thai hộ?",
        "intent": "05_95_2"
      },
      {
        "text": "Vợ chồng có con chung nhờ người khác mang thai hộ được không?",
        "intent": "05_95_2"
      },
      {
        "text": "Những điều kiện nào cần được đáp ứng bởi người được nhờ mang thai hộ?",
        "intent": "05_95_3"
      },
      {
        "text": "Điều kiện để mang thai hộ?",
        "intent": "05_95_3"
      },
      {
        "text": "Người mang thai hộ là người không thân thích được không?",
        "intent": "05_95_3"
      },
      {
        "text": "Nếu có chồng thì có được mang thai hộ không?",
        "intent": "05_95_3"
      },
      {
        "text": "Việc mang thai hộ vì mục đích nhân đạo có bị hạn chế bởi quy định nào?",
        "intent": "05_95_4"
      },
      {
        "text": "Việc mang thai hộ vì mục đích nhân đạo cần tuân thủ quy tắc gì?",
        "intent": "05_95_4"
      },
      {
        "text": "Việc mang thai hộ vì mục đích nhân đạo có được chính phủ quy định không?",
        "intent": "05_95_5"
      },
      {
        "text": "Các nội dung cơ bản cần có trong thỏa thuận về mang thai hộ vì mục đích nhân đạo theo Điều 96 là gì?",
        "intent": "05_96_1"
      },
      {
        "text": "Thỏa thuận về mang thai hộ phải được lập như thế nào?",
        "intent": "05_96_2"
      },
      {
        "text": "Thỏa thuận về mang thai hộ phải được lập như thế nào theo Điều 96?",
        "intent": "05_96_2"
      },
      {
        "text": "Thỏa thuận nhờ mang thai hộ có được ủy quyền không?",
        "intent": "05_96_2"
      },
      {
        "text": "Trong trường hợp thỏa thuận về mang thai hộ lập cùng với thỏa thuận với cơ sở y tế, điều kiện nào cần được đáp ứng?",
        "intent": "05_96_2"
      },
      {
        "text": "Khi thỏa thuận giữ bên mang thai hộ và bên nhờ mang thai hộ với cơ sở y tế thực hiện sinh con bằng kỹ thuật cần lưu ý gì?",
        "intent": "05_96_2"
      },
      {
        "text": "Người mang thai hộ và chồng của người mang thai hộ có quyền, nghĩa vụ gì theo Điều 97?",
        "intent": "05_97_1"
      },
      {
        "text": "Quyền và nghĩa vụ của người mang thai hộ là gì?",
        "intent": "05_97_1"
      },
      {
        "text": "Chồng của người mang thai hộ có quyền gì không?",
        "intent": "05_97_1"
      },
      {
        "text": "Người mang thai hộ có phải chăm sóc nuôi dưỡng đứa trẻ không?",
        "intent": "05_97_1"
      },
      {
        "text": "Người mang thai hộ cần tuân thủ những quy định nào về sức khỏe thai nhi theo Điều 97?",
        "intent": "05_97_2"
      },
      {
        "text": "Người mang thai hộ phải tuân thủ quy định gì của bộ y tế?",
        "intent": "05_97_2"
      },
      {
        "text": "Khi mang thai hộ có phải thăm khám gì không?",
        "intent": "05_97_2"
      },
      {
        "text": "Người mang thai hộ được hưởng chế độ thai sản như thế nào theo Điều 97?",
        "intent": "05_97_3"
      },
      {
        "text": "Người mang thai hộ có hưởng chế độ gì không?",
        "intent": "05_97_3"
      },
      {
        "text": "Mang thai hộ có được tính vào kế hoạch hóa gia đình không?",
        "intent": "05_97_3"
      },
      {
        "text": "Khi mang thai hộ có được hưởng chế độ thai sản không?",
        "intent": "05_97_3"
      },
      {
        "text": "Khi mang thai hộ mà giao đứa trẻ sinh chưa đủ 1 tháng có được hưởng nghỉ thai sản tiếp không?",
        "intent": "05_97_3"
      },
      {
        "text": "Bên mang thai hộ có quyền yêu cầu điều gì từ bên nhờ mang thai hộ theo Điều 97?",
        "intent": "05_97_4"
      },
      {
        "text": "Bên mang thai hộ có quyền yêu cầu gì với người nhờ mang thai hộ không?",
        "intent": "05_97_4"
      },
      {
        "text": "Người mang thai hộ có quyền tiếp tục không mang thai không?",
        "intent": "05_97_4"
      },
      {
        "text": "Người mang thai hộ có thể hủy mang thai khi không đủ sức khỏe không?",
        "intent": "05_97_4"
      },
      {
        "text": "Trong trường hợp nào người mang thai hộ có quyền quyết định về số lượng bào thai và việc tiếp tục mang thai?",
        "intent": "05_97_4"
      },
      {
        "text": "Trong trường hợp bên nhờ mang thai hộ từ chối nhận con, bên mang thai hộ có quyền làm gì?",
        "intent": "05_97_5"
      },
      {
        "text": "Người nhờ mang thai hộ không nhận con phải làm gì?",
        "intent": "05_97_5"
      },
      {
        "text": "Người mang thai hộ liên hệ với cơ quan nào khi người nhờ mang thai hộ không nhận con",
        "intent": "05_97_5"
      },
      {
        "text": "Bên nhờ mang thai hộ có nghĩa vụ gì đối với việc chi trả các chi phí liên quan đến sức khỏe sinh sản?",
        "intent": "05_98_1"
      },
      {
        "text": "Người mang thai hộ có phải trả chi phí chăm sóc sức khỏe không?",
        "intent": "05_98_1"
      },
      {
        "text": "Người nhờ mang thai hộ có phải chi trả chi phí cho người mang thai hộ không?",
        "intent": "05_98_1"
      },
      {
        "text": "Quyền, nghĩa vụ của bên nhờ mang thai hộ đối với con phát sinh từ khi nào?",
        "intent": "05_98_2"
      },
      {
        "text": "Quyền và nghĩa vụ của bên nhờ mang thai hộ được tính khi nào?",
        "intent": "05_98_2"
      },
      {
        "text": "Người nhờ mang thai hộ có được hưởng bảo hiểm xã hội không?",
        "intent": "05_98_2"
      },
      {
        "text": "Bên nhờ mang thai hộ có được từ chối nhận con không?",
        "intent": "05_98_3"
      },
      {
        "text": "Có thể nhận con chậm hơn khi nhờ người khác mang thai hộ không?",
        "intent": "05_98_3"
      },
      {
        "text": "Bên nhờ mang thai hộ không cấp dưỡng cho con được không?",
        "intent": "05_98_3"
      },
      {
        "text": "Trong trường hợp bên nhờ mang thai hộ chết, con sẽ được xử lý như thế nào?",
        "intent": "05_98_3"
      },
      {
        "text": "Người nhờ mang thai hộ mất thì như thế nào?",
        "intent": "05_98_3"
      },
      {
        "text": "Giữa con sinh ra từ mang thai hộ và các thành viên khác của gia đình bên nhờ mang thai hộ có quyền, nghĩa vụ gì?",
        "intent": "05_98_4"
      },
      {
        "text": "Trong trường hợp bên mang thai hộ từ chối giao con, bên nhờ mang thai hộ có quyền làm gì?",
        "intent": "05_98_5"
      },
      {
        "text": "Làm gì khi bên mang thai hộ từ chối giao con?",
        "intent": "05_98_5"
      },
      {
        "text": "Bên mang thai hộ từ chối giao con giải quyết thế nào?",
        "intent": "05_98_5"
      },
      {
        "text": "Ai là cơ quan có thẩm quyền giải quyết tranh chấp về sinh con bằng kỹ thuật hỗ trợ sinh sản và mang thai hộ?",
        "intent": "05_99_1"
      },
      {
        "text": "Khi có tranh chấp về sinh con bằng mang thai hộ phải yêu cầu cơ quan nào?",
        "intent": "05_99_1"
      },
      {
        "text": "Khi cần giải quyết tranh chấp sinh con khi mang thai hộ yêu cầu cơ quan chức năng nào?",
        "intent": "05_99_1"
      },
      {
        "text": "Trong trường hợp cả hai vợ chồng bên nhờ mang thai hộ chết hoặc mất năng lực hành vi dân sự, bên mang thai hộ có quyền làm gì?",
        "intent": "05_99_2"
      },
      {
        "text": "Cha mẹ nhờ mang thai hộ mất trước khi giao đứa trẻ phải làm sao?",
        "intent": "05_99_2"
      },
      {
        "text": "Khi chưa giao đứa trẻ mà cả hai vợ chồng nhờ mang thai hộ bị hôn mê phải giải quyết thế nào?",
        "intent": "05_99_2"
      },
      {
        "text": "Các bên trong quan hệ sinh con bằng kỹ thuật hỗ trợ sinh sản và mang thai hộ vi phạm điều kiện, quyền, nghĩa vụ được quy định tại Luật Hôn Nhân và Gia Đình sẽ bị xử lý như thế nào?",
        "intent": "05_100"
      },
      {
        "text": "Bên mang thai hộ vi phạm quyền và nghĩa vụ giải quyết ra sao?",
        "intent": "05_100"
      },
      {
        "text": "Cơ quan nào có thẩm quyền xác định cha, mẹ, con khi không có tranh chấp?",
        "intent": "05_101_1"
      },
      {
        "text": "Xác định cha mẹ con ở cơ quan nào?",
        "intent": "05_101_1"
      },
      {
        "text": "Ai có thẩm quyền giải quyết việc xác định cha, mẹ, con trong trường hợp có tranh chấp hoặc theo Điều 92 của Luật Hôn nhân và Gia đình?",
        "intent": "05_101_2"
      },
      {
        "text": "Có thể nhờ tòa án xác định cha, mẹ, con được không?",
        "intent": "05_101_2"
      },
      {
        "text": "Khi có tranh chấp về xác định cha, mẹ, con, phải lên đâu để giải quyết?",
        "intent": "05_101_2"
      },
      {
        "text": "Quyết định của Tòa án về xác định cha, mẹ, con phải được gửi đến đâu?",
        "intent": "05_101_2"
      },
      {
        "text": "Ai có quyền yêu cầu cơ quan đăng ký hộ tịch xác định con, cha, mẹ trong trường hợp không có tranh chấp?",
        "intent": "05_102_1"
      },
      {
        "text": "Ai có quyền yêu cầu Tòa án xác định con, cha, mẹ trong trường hợp có tranh chấp hoặc theo Điều 92 của Luật?",
        "intent": "05_102_2"
      },
      {
        "text": "Ai có quyền yêu cầu Tòa án xác định cha, mẹ cho con chưa thành niên, con đã thành niên mất năng lực hành vi dân sự trong các trường hợp có tranh chấp?",
        "intent": "05_102_3"
      },
      {
        "text": "Ai có quyền yêu cầu Tòa án xác định cha, mẹ cho con chưa thành niên, con đã thành niên mất năng lực hành vi dân sự trong các trường hợp có tranh chấp?",
        "intent": "05_102_3"
      }
    ],
    "entity_synonyms": [
      {
        "value": "",
        "synonyms": [
          "",
          ""
        ]
      }
    ]
  }
}